Repository: mozilla-l10n/mt-training-data
Catalog: abq/abq_pontoon.tmx
Source language: en_us
Languages: abq

source: 1 sentence collected
abq: АжванахъакI адкIылапI

source: 2 down, keep it up!<playIcon></playIcon>
abq: 2 цlахьыла, угlашlамсын!<playIcon></playIcon>

source: About
abq: йгlазквчважвауа

source: Accepted file types: .tsv only
abq: Файл квпшырата йнанауахвуа: .tsv гIваца

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
abq: { $actionType }<playIcon></playIcon> таразта йгlархlвама ари ажванахъа?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
abq: { $actionType }<recordIcon></recordIcon> уацlыхъван дута ажванахъа швгlапхьа

source: { $actionType }<stopIcon></stopIcon> when done
abq: { $actionType }<stopIcon></stopIcon> йаналгара

source: { $actionType } submit when ready
abq: { $actionType } йаушвщт шванхlазыру

source: Add and Review Sentences, Add Questions, Transcribe Audio
abq: Ажванахъаква ацшвцIала йгьи швырпшыхла, азцIгIараква ацшвцIала, абыжьква гIвырала йгIашвырбала

source: Add <icon></icon> a public domain sentence
abq: Йацшвцlа <icon></icon> зымгlва йрызгlарысабапуаш ажванахъа

source: Add information
abq: Информация аццlа

source: Add new sentences for the community to read
abq: Ажвлара гвып зпхьуш ажванахъа шIыцква ацшвцIа

source: Add one sentence per line
abq: Сатырипхьадза закIы-закI ажванахъа ацшвцIала.

source: Add questions
abq: АзцIгIараква аццIара

source: Add sentences
abq: Ажванахъаква аццIара

source: Add Sentences
abq: Ажванахъа аццIара

source: Add up to 1,000 sentences
abq: Ажванахъа 1000-дза йацшвцIа.

source: Add Your Voice
abq: Убжьы аццlа

source: Agriculture and Food
abq: Акыт млыкврхIари афачIвкви

source: All sentence must have the same domain
abq: Ажванахъаква зымгIва йара доменкI рымазара атахъыпI.

source: All sentences must have the same citation
abq: Ажванахъаква зымгIва йапшыта азцагакI рымазара атахъыпI.

source: Already have an account? <login>Log-In</login>
abq: Аккаунт швымахьума? <login>Швтал</login>

source: An error occurred fetching sentences
abq: Ажванахъа гlалхра накlвшуз хальатl гlаншатl.

source: An error occurred reviewing this sentence
abq: Ажванахъа алапшра накlвшуз хальатl гlаншатl.

source: An error occurred submitting your voice information
abq: Хальатl гlаншатl швбжьыла йалу аинформация наухlщтуаз

source: Approve
abq: Адгылра

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
abq: ЙдучвамкIва бжьы ацIазларныс ауаштI, ауаса амашина ргIапсра атекст йалам ажваква гIанадырырныс йадызцалуа абыжь чIыдаква гьхIтахъым. Атекст йаквымшвауа ажва кIьыдаквакI жвгIузтын – аклип швымуын. Ауаса йыншалитI телевизор нхузтын йа аргваныта зджьакI чважвузтын.

source: Are you coming? <strong>[called by another]</strong>
abq: УгIайума? <strong>[дгIазшIиттI анахьани]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
abq: Азцlгlара гlахlышвт <matrixLink>Матрица апны</matrixLink>, <discourseLink>Йгlахlашвхlв</discourseLink> йа <emailLink>имейл гlашвщти</emailLink>.

source: Automotive and Transport
abq: Автомобилькви анкъвгагакви

source: Background Noise
abq: ЙацIу абжьы

source: Background Voices
abq: ЙацIу абыжьква

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
abq: ЙгIапхьаз ажва тамамта йъайымхIваз, ащтIыхра тамамта йъаймыргылыз йа азцIгIага гвы ъайымтыз йгIалцIла ашIчIвара швмура апхъала швсакъха. Адуней апны йапшым ахIващаква щардапI, ауат рыуа азджьакI швара швыжвлара апны йшвымгIарнысгьи ауыпI. Йтамаму зхIваща шва швчIвы йапшым акIвхарныс закIы шазхIвам швазыхIазырызла.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
abq: [«Beret» ащтIыхра ажва йапхъахауа ахъвы йаквшвауатагьи (Великобритания), йгIвбахауа йаквшвауатагьи (США) йухIва ауаштI]

source: <bold>{ $count }</bold> Clips
abq: <bold>{ $count }</bold> Клипква

source: <bold>Help us</bold> find more voices
abq: <bold>Швгlахlцхърагъа</bold> йгlахlауырныс айхlата бжьы

source: Bulk batch
abq: Йщарду гвып

source: Bulk Sentences Uploaded
abq: Ажванахъа щарда ацтацIара

source: By telling us about yourself, you will help developers build more inclusive technology
abq: Швхъа ахъаз рыцlа щарда гlахlашвхlвпхьадза, хlынхагlвчва швырцхърагlитl йыхlчпауа ауыс рыцlа йышшвыквшвуш

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
abq: Common Voice нгlаурысабапуа, шврыдгылитl <termsLink>хlгlаргылраква</termsLink> игьи <privacyLink>Ймадзу Ахьабза</privacyLink>

source: Cancel Re-recording
abq: Анцlара ныжьхра

source: Cancel Submission
abq: Аущтра агlашlарысра

source: Cannot submit more than 1000 sentences
abq: Ажванахъа 1000 райхIа гьшвзаущтуашым.

source: Change preferences
abq: аквыршвара псахра

source: Check <icon></icon> is this a linguistically correct sentence?
abq: Швапшы <icon></icon> ари ажванахъаква бызшва алащала йтаразума момкlва йыгьтаразымма?

source: <chevron></chevron>See less
abq: <chevron></chevron>РыцIа мачIта апшра

source: <chevron></chevron>See more
abq: <chevron></chevron>АйхIа бара

source: Citation
abq: Ацитата

source: Cite with a URL link or the full name of the work.
abq: URL-адрес ацшвцIа йа анхара ахьыз абгата йаншвцIа.

source: Click
abq: ацlцlра

source: Clips Uploaded
abq: Аклипква йтацlапl

source: Comment
abq: Аквчважвара

source: Contact Form
abq: ХIара тшгIахIзынарха

source: Contact Us
abq: ХIара тшгIахIзынарха

source: Continue
abq: АццIара

source: Continue validating
abq: Арыбагъьара шврымгlвайс

source: Contribute
abq: Гlалалра

source: Contribute sentences
abq: Ажванахъа гIажвг

source: Contribution Criteria
abq: АлацIара ашвага-загаква

source: Create a profile
abq: Профиль гlаныршара

source: Criteria
abq: Ашвага-загаква

source: Datasets
abq: адырратара

source: Delete my recordings
abq: Санцlараква рыцкьа

source: Different language
abq: Датша бызшва

source: Difficult to pronounce
abq: ЙухIварныс баргвыпI

source: Discard ongoing recording
abq: Ари анцIара ныжьхра

source: Does the sentence meet the guidelines?
abq: Ажванахъа акритерияква йрыквшвума?

source: Donate your voice
abq: Швбжьы гlахlышвтх

source: Don't see your language on Common Voice yet?
abq: Уыбызшва Common Voice апны йыгьуымбаркlума уыжвгlандзара?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
abq: Афайл арыла йгIаташвхIва йа <uploadButton>йташвцIара ахъазла<uploadButton>шваквс

source: Drop file here to upload
abq: Афайл ташвцIара ахъазла арыла йгIаташвхIва

source: Enter your public domain sentence here
abq: Зымгlва йрызгlарысабапуаш шважванахъа араъа йтажвгlвы

source: Enter your public domain sentences here
abq: Зымгlва йрызгlарысабапуаш шважванахъа араъа йтажвгlвы

source: Error adding sentence
abq: Ажванахъа тамамта йгьаццIам

source: ESC
abq: тыцlра

source: Exit & Delete clips
abq: Атыцlри аклипква тыххри

source: Fewer than 15 words per sentence
abq: Ажванахъакl апны 15 ажва айхlамкlва

source: File is too large
abq: Афайл дучвапI

source: File is too small
abq: Афайл хвыцчвапI

source: Finance
abq: Ахчаква

source: Finish recording
abq: Анцlара йалгатl

source: Finish recording first?
abq: Йапхъахауата анцlара швалга?

source: Finish Review
abq: Алапшра нардзара

source: Finish validating
abq: Арыбагъьара нашвырдзах

source: Finish validating clips?
abq: Аклипква ррыбагъьара алгама?

source: Follow guidelines from “What sentences can I add?”
abq: «Ажванахъата йацсцIа йауаш запшквайа?» хъвы йгIанахIвауа амгIваквцIагаква шврылаца.

source: for example
abq: ажва ахъазла

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
abq: АргIапсра зымгIва йрысабапхауата йынхара ахIатырла аргIапсра лызхкваз ауи гIандыршарныс йырцхърагIауа ахабарква йапшым ауагIа разыгIальаматраква гIадырбара атахъыпI. Ажва ахъазла, зчважваща лкIгIаракI аму абызшва анкъвгагIвчва ашвъа йалахIымцIузтын, аргIапсра зчважваща ауи апш лкIгIара аму ауагIа рыхъазла бзита йгьынхушым. <Рыцlа йауацlыхта> Ахабарква йырзынарху адырраква магIны зрыму ауысла рыцIа щарда швшвырдыр. <Рыцlа йауацlыхта>

source: General
abq: ЙалакIу

source: General language / multiple variants
abq: Йырзацапшу абызшва / вариантквакI

source: Grammatical / spelling error
abq: Грамматика / орфография хальатI

source: Great!<recordIcon></recordIcon> Record your next clip
abq: Бзидздзапl!<recordIcon></recordIcon> Йаншвцlа йащтагlайуа швклип.

source: Great work!<playIcon></playIcon> Listen again when you're ready
abq: Бзидздзапl!<playIcon></playIcon> Шванхlазыру шватаздзыргlвх.

source: Guidelines
abq: АмгIваквцIагаква

source: Healthcare
abq: ЗгIвадарахчара

source: Help create Common Voice’s first target segment in { $locale }
abq: { $locale } апны йазалху мурад зму Common Voice йапхъахауа анархара гIанхIыршарныс швгIахIцхърагIа

source: Help us validate voices
abq: Абыжьква хlрыбагъьарныс швгlахlцхърагlа

source: His hand was rais-ed.
abq: Ауи йнапIы щтIыхын.

source: History, Law and Government
abq: Атурых, ахабза йгьи акъральыгIва унашвахъцIарта

source: How do I cite?
abq: Цитата шпагIасрысабапуаш?

source: How to add multiple sentences
abq: Ажванахъа щарда зынламкlва йышпакlу йалацlа шауаш?

source: How would you describe your sex or gender?
abq: Швхъацlума момкlва швпхlвысума?

source: I agree
abq: Садгылитl

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
abq: Арат ажванахъаква <wikipediaLink>зымгIвагьи йшацырчIву</wikipediaLink> йгьи сара ауат тасцIарныс ъизин шсыму срыбагъьитI.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
abq: Са саквшахlатхитl ари ажванахъа зымгlва <wikipediaLink>йрызгlадрысабапуата йшыъу</wikipediaLink> игьи ъизин шсыму ауи араъа йгlатасцlарныс.

source: <icon></icon> Add multiple public domain sentences
abq: <icon></icon>ЗымгIвагьи зхвиту ажванахъаквакI аццIара

source: Ideally natural and conversational (it should be easy to read the sentence)
abq: АуагIа йшырхIвауа апшта йаъазарквын – бзидздзан (ажванахъа майрата уызгIапхьара атахъыпI)

source: I do not agree
abq: Сгьадгылуам

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
abq: Ауат ажваква шва йшвчIвызтын ахъаз араса жвгIвы <italicizedText>«Сара йсажвапI»</italicizedText>. ХIара ауи йану ъагIашвауыз гIдырра атахъыпI, ауи хвитта йгIауау йшауаш, автор хъатачIвыракIьи йшацIамла хIгвы шбагъьазлуш апшта. РыцIа йауацIыхта ацитатаква шгIадрысабапуа ари анапа апны швапшы <guidelinesLink>«Ахабзаква»</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
abq: ЙанырцIаз апышвтуазтын йа цIыкь-цIыкь быжьквакI алазтын, атекст йшаъаз апшта абгата йуымгIузтын акIвпI йаншвымуаш.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
abq: Ари афайл ахъазла датшагьи хабар кIара ацшвцIушызтын<emailFragment>commonvoice@mozilla.com</emailFragment>адресла тшгIахIзынашвырха

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
abq: Ари афайл ахъазла ашаблон йаларымцIаз датшагьи хабар кIара ацшвцIушызтын <emailFragment>commonvoice@mozilla.com</emailFragment> адресла тшгIахIзынашвырха

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
abq: Ажванахъа акритерияква йрыквымшвузтын, шваквхlа ари &quot;Адымгылра&quot; атlып армала йаъапl. Гвыгlвбара швымазтын ажванахъа ахъазла, йыбжьшврышвтlта йащтагlайуа швазцарныс швахвитпl.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
abq: Ажванахъа акритерияква йрыквшвузтын, шваквхlа ари &quot;Адгылра&quot; атlып агъьмала йаъапl.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
abq: Ауат ахабзаква йрыквымшвауата закIы шванйазтын – швгвы йшгIашвнахIвуа апшта йшвчпа. Йшвчпуш швымдырдзузтын – «ЙагIвщт» квцIа гIашврысабапта йащтагIайуата йану швазца.

source: If you run out of sentences to review, please help us collect more sentences!
abq: Швызлапшуаш ажванахъаква швалгазтын, хlшвыхlвитl рыцlа щарда ажванахъа азкlкlра швгlахlцхърагlарныс.

source: Include appropriate citation
abq: Йаквшвауа ацитата алашвцlа

source: Invalid file
abq: Йтамамым файл

source: It contains words or phrases that are hard to read or pronounce.
abq: Ауи угIазпхьарныс йа йухIварныс йбаргву ажвакви ажванахъакви алапI.

source: It is written in a language different than what I’m reviewing.
abq: Ари сара сызлапшуа абызшва гьакlвым йызлагlву.

source: It is written in a language different than what I’m speaking.
abq: Ари са сызлачважвауа йапшым бызшвала йгIвыпI.

source: Just Unsure?
abq: Ахъаз швгвы азыбжума?

source: Keep it up, record again <recordIcon></recordIcon>
abq: Швгlашlамсын, ужвыгьи зны йаншвцlа <recordIcon></recordIcon>

source: Keep the recordings
abq: Анцlараква гlаташвырха

source: Keep track of your progress with a profile
abq: Апрофиль гIашврысабапуамцара швылшараква йшрылахIауа швырхъвых

source: Language Fundamentals (e.g. Digits, Letters, Money)
abq: Абызшва ащатаква (ажва ахъазла, апхьадзараква, ахIарыфква, ахча)

source: Languages
abq: абызшваква

source: Large bulk sentence submission
abq: Ажванахъа щарда гIарбара

source: Learn More
abq: айхlа рдыр

source: Leaving now means you'll lose your progress
abq: Ужвы швтыцlхыркlвын швызлагаз апрогресс шврыдзуаштl

source: Listen
abq: аздзыргlвра

source: Listen options menu
abq: Агlарбара меню шваздзыргlвы

source: Loading sentences…
abq: Ажванахъаква гlаталитl...

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
abq: <loginLink>Швтал</loginLink> йа <loginLink>тштажвгIвы</loginLink>, ажванахъаквакI алашвцIара ахъазла

source: Log in or sign up to get started
abq: Анхара швалагара ахъазла швталта тштажвгIвы

source: Log In / Sign Up
abq: аталра / атагlвра

source: Make sure the sentence meets the following criteria:
abq: Гвы ашвт ажванахъаква йащтагlайуа акритерияква йышрыквшвауа:

source: Maximum file size: 25 MB
abq: Афайл рахIа щардата йачакь йауаш: 25 МБ

source: Media and Entertainment
abq: Ажвлара хабарргагакви аларпшракви

source: Minimum sentences in file: 1000
abq: Афайл рахIа йанмачIу ажванахъата йалазара атахъу: 1000

source: [Mismatched content]
abq: [ЙакIвым контент]

source: Misreadings
abq: йтаразым амагlны

source: Missing an <strong>'s'</strong> at the end of a word.
abq: Ажва ацIыхъва апны <strong>'s'</strong> гьаъам.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
abq: ЙанырцIаз ахъа апны <strong>«A»</strong> йа <strong>«The»</strong> гьаъам.

source: Missing the end of the last word by cutting off the recording too quickly.
abq: АнцIара пасачвата йъашIадрысыз йгIалцIла йцIыхъвахауа ажва ацIыхъва гьанымылтI.

source: [More has been recorded than the required text]
abq: [Текстта йатахъыз ацкIыс щарда анырцIатI]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
abq: ЙанырцIауа ащарда ауагIа рбыжьква йшаъу апшта йрылазлитI. Швара йщцалрам анцIараква шврыдгыл йауаштI, ажва ахъазла, ацIырраква, аквыцквыцраква йа гвы аутуата «тшацызчпауа» абжьы. ХIшвыхIвитI: напIлачпарата компьютерла йгIандыршаз абыжьква гIадрысабапуата ашва анырхIвауа йа датша закIы ананырцIауа йшвымуын.

source: n
abq: н

source: Nature and Environment
abq: Апсабари хIгIакIвзыршауа агьагьари

source: News and Current Affairs
abq: АшIыцракви агIаншаракви

source: No
abq: мамо

source: [No ‘a’ in the original text]
abq: [ЙгIазхъыху атекст ахIарыф «а» гьалам]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
abq: <noCopyright>автор хвитныгlа </noCopyright> ахърысра гьамам (cc-0)

source: No foreign letters
abq: Гlвыма бызшва хlарыфква алашвымцlан

source: No microphone found.
abq: Амикрофон гьгlанамуаутl.

source: No numbers and special characters
abq: Апхьадзаракви асимвол чlыдакви йалашвымцlан

source: No sentences to review. <addLink>Add more sentences now!</addLink>
abq: Уызлапшуаш ажванахъа гьаъам <addLink>Ажванахъа шlыц гlалашвцlа!</addLink>

source: No thanks, continue speaking
abq: Мамо, сшвзыразпl, йгlашlашвымрысын анцlара

source: Offensive language
abq: Ухъа зырпудуа ажваква

source: Offensive speech
abq: Ухъа зырпудуа агIачважвара

source: On desktop devices you can contribute by downloading…
abq: Йгылу акомпьютерква рпны швзынхуштl ари йахъвнашвыргылыркlвын:

source: On his head he wore a beret.
abq: Ауи йхъа берет ахъан.

source: On iOS please continue with Safari to enable recording…
abq: iOS апны Safari гlашврысабап анцlара ашlашврышвырныс ахъаз...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
abq: Арахьарыла йгIауахвырквын, йгIапхьаз ауи ажва ауи апхъала зынгьи йшйымгIасыз ахIващагьи шйымдыруа гIашвгвынгIвызтын, ажванахъа швымуын. Швгвы бжазтын – «ЙагIвщт» квцIа гIашврысабап.

source: p
abq: п

source: Partner
abq: пщылагlв

source: [Part of the text can’t be heard]
abq: [Атекст ахъвыкI гьугIум]

source: <playIcon></playIcon>Last one!
abq: <playIcon></playIcon>Йцlыхъвахауа!

source: Play/Stop
abq: йаларга / йгlашlарыс

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
abq: ХIнашвыхIвахитI, хIджыпха файл </templateFileLink> швапшы <templateFileLink>. Шважванахъаква автор хъатачIвыра рылазара гьауашым (йацышвчIву гIвыра (ССО) йа йызгIвыз швзирыхвитуа нхара шIыц), йгвныгIвхвыта, грамматикала тамамта йгIвыта йгьи майрата уызрыпхьауата йаъазара атахъыпI. Ажванахъаква ргIарыпхьара 10-15 секунд аъара ахIа уакIра гьатахъым. Апхьадзараква, ахьызква, йазалху агIарбагаква гIауымрысабапырквын рыцIа йагъьпI.

source: Please fill out this field.
abq: ХIшвыхIвахитI, араъа швтагIвы.

source: Please select a language to review sentences.
abq: Ажванахъаква шврылапшырныс ахъаз, хlшвыхlвитl абызшва гlалшвх.

source: r
abq: р

source: [‘Raised’ in English is always pronounced as one syllable, not two]
abq: [«Raised» ангьльыз бызшва апны йанакIвызлакIгьи ажва хъвыкIта акIвпI йшырхIвауа, гIвхъвыкIта йгьырхIвум]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
abq: Аласыра йахънацатI. { $retryLimit } дакъикъакI цIрыквын ужвыгьи зны швапшых.

source: Rate limit exceeded. Try again in { $retryLimit } seconds
abq: Аласыра йахънацатI. { $retryLimit } секундакI цIрыквын ужвыгьи зны швапшых.

source: Reader Effects
abq: АгIапхьаща йгIанарыцIсуа

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
abq: Чтение сокращений, которых на самом деле нет, например «We're» вместо «We are» или наоборот.

source: Read Sentences
abq: Ажванахъаква жвгlарыпхьа

source: Read Sentences, Answer Questions
abq: Ажванахъаква швгlарыпхьа, азцlгlараква джьауап рышвт

source: Read Sentences <small>(Coming soon)</small>
abq: Ажванахъа швапхьа <small>(Йгlаталуаштl уыжвласыла)</small>

source: Read sentences submitted by the community in various languages
abq: Ажванахъаква агвып йгlатарцlаз швгlарыпхьа йапшым абызшваквала

source: Ready to do { $count } more?
abq: Швхlазырума ужвыгьи { $count } швчпарныс?

source: <recordIcon></recordIcon> Last one!
abq: <recordIcon></recordIcon> Йцlыхъвахауа!

source: [Recording cut off before the end of the last word]
abq: [ЙцIыхъвахауа ажва ацIыхъвадза йгьанрымцIатI]

source: Record/Stop
abq: йанцlа / угlашlас

source: Record yourself reading sentences in your language
abq: Швара-швара швыбызшвала ажванахъаква швшгlапхьауа йаншвцlа

source: Record yourself responding to questions and prompts in your language
abq: Швара-швара швыбызшвала азцlгlараква джьауап шрышвтуа йаншвцlа

source: Record your voice
abq: Швбжьы аншвцlа

source: Reference the source of your sentence (required)
abq: Шважванахъа йъагlашвахвыз агlалхырта гlашвырба (йатахъыпl)

source: Reject
abq: Адымгылра

source: Report
abq: хабаргlвыра

source: Report was passed successfully
abq: Анхара аквчважвара дахIврала йакIвшатI

source: Request a Language
abq: Абызшва уазцlгlа

source: Re-record
abq: Йатанцlахра

source: Re-record clip
abq: Аклип атанцIахра

source: Return
abq: хъынхlвыхра

source: Review
abq: Алапшра

source: Review and vote for new questions submitted by the community
abq: Ажвлара гвып йгIатарцIаз азцIгIара шIыцква шврыпхьала йгьи йрыцшвкIла.

source: Review could not be saved. Please try again later.
abq: Швызлапшыз гьгlанымхатl. Дакlв цlрыкlвын шваталапшхырныс хlшвыхlвитl.

source: ⓘ Review Criteria
abq: Шврылапш акритерияква

source: Review Criteria
abq: Шврылапш акритерияква

source: Reviewed sentences not submitted, are sure?
abq: Йрылапшыз ажванахъаква щта гьазырымхlватl, таразума?

source: Review existing sentences submitted by the community
abq: Ажвлара гвып йгIатарцIата йаъу ажванахъаква швырпшы

source: Review questions
abq: Архъвыхга азцIгIараква

source: Review & re-record clips here as you go
abq: Шваталапшх игьи йатаншвцlах аклипква йара араъа

source: Review & re-record clips if needed
abq: Йатахъызтын шваталапшх игьи йатаншвцlах аклипква

source: Review sentences
abq: Ажванахъаква йалакIыта рыквчважвара

source: Review Sentences
abq: Шврылапш ажванахъаква

source: Review & Submit
abq: Алапшри аущтри

source: Review transcriptions of recorded sentences for accuracy
abq: Йанцlакву ажванахъаква ртранскрипция таразызтын шврылапш

source: Review user-submitted transcriptions in your language
abq: Агlарысабапыгlвчва швыбызшвала йгlатарцlаз атранскрипцияква шврылапш

source: s
abq: с

source: Select an option
abq: Авариант гlалх

source: Select a variant (optional)
abq: Рыуа закI гIалшвх (йуымчпагьи йауаштI)

source: Select File
abq: Файл гIалшвх

source: Select File to Upload
abq: ЙташвцIуш файл гIалшвх
